tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'

# essential
brew 'ag'
brew 'git'
brew 'node'
brew 'vim'
brew 'zsh'
brew 'jump'

# tools
brew 'graphviz'
brew 'httpie'

brew 'ctags'

cask 'postman'
cask 'grammarly'
cask 'firefox'
cask 'authy'
cask 'spotify'
cask 'google-chrome'
cask 'iterm2'
cask 'atom-nightly'
cask 'insomnia'